[
  {
    "name": "I закон Ньютона",
    "description": "Существуют такие системы отсчёта (называемые инерциальными)  относительно которых тело, на которое &nbsp;не действуют никакие тела (или действие других тел скомпенсировано),  сколь угодно долго сохраняет состояние равномерного прямолинейного движения (или покоя).\n\nПо Ньютону:  Всякое тело продолжает удерживаться в своем состоянии покоя или равномерного и прямолинейного движения,  пока и поскольку оно не понуждается приложенными силами изменить это состояние.",
    "notes": [
      {
        "title": "Формулировка Ньютона",
        "text": "Всякое тело продолжает удерживаться в своем состоянии покоя или равномерного и прямолинейного движения, пока и поскольку оно не понуждается приложенными силами изменить это состояние."
      },
      {
        "title": "Структура закона",
        "text": "<b><i>Экспозиция:</i></b> тело на которое не действуют другие тела (или их действие скомпенсировано)<br><b><i>Основное утверждение:</i></b> сохраняет состояние равномерного прямолинейного движения (или его частного случая - покоя)&nbsp;<br><b><i>Уточнение:</i></b> выполняется только в инерциальных системах отсчета"
      },
      {
        "title": "История появления",
        "text": "Первый закон Ньютона практически повторяет закон инерции Галилея. Правда, Галилей считал, что для «свободных» &nbsp;космических тел &nbsp;возможно и вечное равномерное движение по окружности, а Ньютон отбросил такую возможность."
      }
    ],
    "formula": "",
    "category": "Mechanics",
    "difficulty": "Hard",
    "class": 9,
    "year": 1687,
    "discoveredBy": "Исаак Ньютон",
    "id": "1"
  },
  {
    "name": "II закон Ньютона",
    "description": "Ускорение, полученное телом под действием силы., прямо пропорционально этой силе, обратно пропорционально массе тела и направлено в ту же сторону, что и сила, вызвавшая это ускорение..",
    "notes": [
      {
        "title": "Структура закона",
        "text": "<b><i>Экспозиция:</i></b> тело, на которое действует нескомпенсированная сила<br><b><i>Основное утверждение:</i></b> такое тело получает ускорение<br><b><i>Уточнение:</i></b><br>1) ускорение прямо пропорционально приложенной силе<br>2) ускорение обратно пропорционально массе тела<br>3) ускорение направлено в сторону вызвавшей его силы"
      },
      {
        "title": "Формулировка Ньютона",
        "text": "<span style=\"-webkit-text-size-adjust: auto; caret-color: rgb(32, 33, 34); color: rgb(32, 33, 34); font-family: sans-serif; font-size: 14px; background-color: rgb(248, 249, 250);\">Изменение количества движения пропорционально приложенной движущей силе и происходит по направлению той прямой, по которой эта сила действует.</span><br>"
      },
      {
        "title": "В случае действия сил на систему тел",
        "text": "Второй закон Ньютона применим и в этом случае: он позволяет найти ускорение центра масс системы тел"
      }
    ],
    "formula": "F = ma",
    "category": "Mechanics",
    "difficulty": "Medium",
    "class": 7,
    "year": 1687,
    "discoveredBy": "Исаак Ньютон",
    "id": "2"
  },
  {
    "name": "III закон Ньютона",
    "description": "Силы взаимодействия двух тел равны по модулю, противоположны по направлению и лежат на одной прямой",
    "notes": [],
    "formula": "F_12 = -F_21",
    "category": "Mechanics",
    "difficulty": "Easy",
    "class": 7,
    "year": 1687,
    "discoveredBy": "Исаак Ньютон",
    "id": "3"
  },
  {
    "name": "Закон всемирного тяготения",
    "description": "Все тела притягиваются друг к другу, сила всемирного тяготения прямо пропорциональна произведению масс тел и обратно пропорциональна квадрату расстояния между ними.",
    "formula": "F = G(m_1\\cdotm_2/r^2)",
    "category": "Mechanics",
    "difficulty": "Easy",
    "class": 7,
    "year": 1687,
    "discoveredBy": "Исаак Ньютон",
    "id": "4"
  },
  {
    "name": "Первое начало термодинамики",
    "description": "Энергия не может быть создана или уничтожена в изолированной системе; она может быть только преобразована из одной формы в другую.",
    "formula": "\\DeltaU = Q - W",
    "category": "Thermodynamics",
    "difficulty": "Easy",
    "class": 7,
    "year": 1850,
    "discoveredBy": "Рудольф Клаузиус",
    "id": "5"
  },
  {
    "name": "Второе начало Термодинамики",
    "description": "Энтропия замкнутой системы увеличивается.",
    "formula": "\\DeltaS ≥ 0",
    "category": "Thermodynamics",
    "difficulty": "Easy",
    "class": 7,
    "year": 1850,
    "discoveredBy": "Рудольф Клаузиус",
    "id": "6"
  },
  {
    "name": "Закон электромагнитной индукции",
    "description": "Для любого замкнутого контура порождаемая в нём магнитным полем электродвижущая сила (ЭДС) равна скорости изменения магнитного потока через этот контур, взятой со знаком минус.",
    "formula": "",
    "category": "Thermodynamics",
    "difficulty": "Easy",
    "class": 7,
    "year": 1831,
    "discoveredBy": "Майкл Фарадей",
    "id": "7"
  },
  {
    "name": "Закон сообщающихся сосудов",
    "description": "Уровень однородной жидкости в сообщающихся сосудах одинаков, если сосуды достаточно широкие (чтобы не возникали капиллярные явления) и избыточное давление над поверхностью жидкости в сосудах одинаково.\nЭкспозиция: однородная жидкость в сообщающихся сосудах\nОсновное утверждение: уровень этой жидкости одинаков\nУточнение: если сосуды достаточно широкие (чтобы не возникали капиллярные явления) и избыточное давление над поверхностью жидкости в сосудах одинаково\nВажное замечание: закон формулируется для сосудов, которые находятся в состоянии покоя или равномерного прямолинейного движения\n",
    "formula": "",
    "category": "Mechanics",
    "difficulty": "Hard",
    "class": 7,
    "year": 2025,
    "discoveredBy": "",
    "id": "8"
  },
  {
    "name": "Условия плавания тел (сопоставление сил)",
    "description": "Если сила тяжести больше силы Архимеда, то тело \nили тонет,\nили растягивает подвес,\nили покоится на дне.\nЕсли сила Архимеда больше силы тяжести, то тело \nили всплывает,\nили растягивает «связь» с дном.\nЕсли сила Архимеда равна силе тяжести, то тело плавает или внутри жидкости в состоянии безразличного равновесия, или на поверхности жидкости с частичным погружением.",
    "formula": "",
    "category": "Mechanics",
    "difficulty": "Very Hard",
    "class": 7,
    "year": 2025,
    "discoveredBy": "",
    "id": "9"
  },
  {
    "name": "Условия плавания (сравнение плотностей)",
    "description": "Если плотность тела больше плотности жидкости, то тело или тонет, или растягивает подвес, или покоится на дне. Если плотность тела меньше плотности жидкости, то тело или всплывает, или растягивает «связь» с дном, или плавает на поверхности жидкости с частичным погружением. Если плотность тела равна плотности жидкости, то тело плавает внутри жидкости в состоянии безразличного равновесия.",
    "formula": "",
    "category": "Mechanics",
    "difficulty": "Very Hard",
    "class": 7,
    "year": null,
    "discoveredBy": "",
    "id": "10"
  },
  {
    "name": "Скорость (равномерного движения)",
    "description": "Скорость - это физическая величина, характеризующая  быстроту механического движения,  равная  отношению пути, пройденного телом за некоторое время, к этому времени, и  показывающая  путь, пройденный за единичный временной интервал или Скорость - это физическая величина, характеризующая быстроту механического движения, равная отношению пути, пройденного телом за некоторое время, к этому времени, численное значение которой показывает путь, пройденный за единичный временной интервал.",
    "formula": "V=(S/t)",
    "category": "Mechanics",
    "difficulty": "Medium",
    "class": 7,
    "year": 2025,
    "discoveredBy": "",
    "id": "11"
  },
  {
    "name": "Скорость (равномерного движения)",
    "description": "Скорость это физическая величина,&nbsp;<i><b>характеризующая</b></i>&nbsp;быстроту механического движения,&nbsp;<b style=\"font-style: italic;\">равная&nbsp;</b>отношению пути, пройденного телом за некоторое время, к этому времени,&nbsp;<b><i>показывающая</i></b>&nbsp;путь, пройденный за единичный временной интервал.",
    "notes": [
      {
        "title": "Вариант третьего уровня определения",
        "text": "… численное значение которой показывает путь, пройденный за единичный временной интервал."
      }
    ],
    "formula": "V=S/t",
    "category": "Mechanics",
    "difficulty": "Medium",
    "class": 7,
    "year": 2025,
    "discoveredBy": "",
    "id": "12"
  }
]